let planet = (prompt('Введіть назву планети, будь ласка. Доступні мови: українська та англійська')).toUpperCase();

switch(planet){
    case 'МЕРКУРІЙ':
    case 'MERCURY':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'ВЕНЕРА':
    case 'VENUS':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'ЗЕМЛЯ':
    case 'EARTH':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'МАРС':
    case 'MARS':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'ЮПІТЕР':
    case 'JUPITER':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'САТУРН':
    case 'SATURN':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'УРАН':
    case 'URANUS':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'НЕПТУН':
    case 'NEPTUNE':
        alert("Ця планета знаходиться в нашій сонячній системі!");
        break;

    case 'ПЛУТОН':
    case 'PLUTO':
        alert("Від 2006 року вважається карликовою планетою! Входить до нашої сонячної системи.");
        break;

    default:
        alert("Ця планета не знаходиться в нашій сонячній системі!");
}