// В залежності від інтерпритації завдання можна розглянути два варітанти
// Використовуючи цикл for, напишіть програму, яка виводить числа від 10 до 1 в зворотньому порядку.
// Вважаємо, що початковий порядок - від 1 до 10, тому треба вивести зворотній порядок - від 10 до 1 
// Інтерпритація завдання №1
console.log("Varian #1")
for (let i = 10; i >= 1; i--){
    console.log(i);
}

// Інтерпритація завдання №2
// Вважаємо що заданий початковий порядок - від 10 до 1, тому зворотній - від 1 до 10
console.log("Varian #2")
for (let j = 1; j <= 10; j++){
    console.log(j);
}